testCases/otherCases/01_solid_body_addition/E_create_impeller_convex/Allrun
#!/bin/sh
. $WM_PROJECT_DIR/bin/tools/RunFunctions

rm -rf 0

cp -r 0.org 0


runApplication blockMesh

application=`getApplication`

runApplication $application

paraFoam -touch

# ----------------------------------------------------------------- end-of-file
